Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Password cannot be empty.
bg: Паролата не може да бъде празна.
bn: পাসওয়ার্ড খালি থাকতে পারে না।
ca: La contrasenya no pot estar buida.
cs: Heslo nesmí být prázdné.
da: Adgangskoden må ikke være tom.
de_at: Das Passwort darf nicht leer sein.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
fa: رمز عبور نمی‌تواند خالی باشد.
fi: Salasana ei voi olla tyhjä.
fil: Ang password ay hindi maaaring walang laman.
fr_ch: Le mot de passe ne peut pas être vide.
gsw: S'Passwort darf nöd leer si.
gu: પાસવર્ડ ખાલી ન હોઈ શકે.
he: הסיסמה אינה יכולה להיות ריקה.
hi: पासवर्ड खाली नहीं हो सकता।
hr: Lozinka ne može biti prazna.
hu: A jelszó nem lehet üres.
id: Kata sandi tidak boleh kosong.
it: La password non può essere vuota.
ja: パスワードを空にすることはできません。
kn: ಪಾಸ್‌ವರ್ಡ್ ಖಾಲಿ ಇರಬಾರದು.
ko: 비밀번호는 비워둘 수 없습니다.
ln: Liloba ya kobombama ekoki kozala mpamba te.
lv: Parole nevar būt tukša.
mr: पासवर्ड रिक्त असू शकत नाही.
ms: Kata laluan tidak boleh kosong.
nb: Passordet kan ikke være tomt.
nl: Wachtwoord mag niet leeg zijn.
nn_no: Passordet kan ikkje vere tomt.
pl: Hasło nie może być puste.
pt: A senha não pode estar vazia.
pt_pt: A palavra-passe não pode estar vazia.
ro: Parola nu poate fi goală.
ru: Пароль не может быть пустым.
sk: Heslo nemôže byť prázdne.
sl: Geslo ne sme biti prazno.
sr: Лозинка не може бити празна.
sr_latn: Lozinka ne može biti prazna.
sv: Lösenordet kan inte vara tomt.
ta: கடவுச்சொல் காலியாக இருக்க முடியாது.
th: รหัสผ่านต้องไม่ว่างเปล่า
tr: Şifre boş olamaz.
uk: Пароль не може бути порожнім.
ur: پاس ورڈ خالی نہیں ہو سکتا۔
vi: Mật khẩu không được để trống.
zh: 密码不能为空。
zh_hant: 密碼不能為空。
zh_hant_tw: 密碼不能為空白。

source: Password must be at least 6 characters long.
bg: Паролата трябва да бъде поне 6 знака.
bn: পাসওয়ার্ড কমপক্ষে ৬ অক্ষরের হতে হবে।
ca: La contrasenya ha de tenir com a mínim 6 caràcters.
cs: Heslo musí mít alespoň 6 znaků.
da: Adgangskoden skal være mindst 6 tegn lang.
de_at: Das Passwort muss mindestens 6 Zeichen lang sein.
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 6 χαρακτήρες.
fa: رمز عبور باید حداقل ۶ کاراکتر باشد.
fi: Salasanan on oltava vähintään 6 merkkiä pitkä.
fil: Ang password ay dapat na hindi bababa sa 6 characters ang haba.
fr_ch: Le mot de passe doit contenir au moins 6 caractères.
gsw: S'Passwort muess mindischtens 6 Zeiche lang si.
gu: પાસવર્ડ ઓછામાં ઓછો 6 અક્ષરોનો હોવો જોઈએ.
he: הסיסמה חייבת להיות באורך של 6 תווים לפחות.
hi: पासवर्ड कम से कम 6 अक्षर लंबा होना चाहिए।
hr: Lozinka mora imati najmanje 6 znakova.
hu: A jelszónak legalább 6 karakter hosszúnak kell lennie.
id: Kata sandi harus terdiri dari minimal 6 karakter.
it: La password deve essere lunga almeno 6 caratteri.
ja: パスワードは6文字以上である必要があります。
kn: ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 6 ಅಕ್ಷರಗಳಷ್ಟು ಉದ್ದವಾಗಿರಬೇಕು.
ko: 비밀번호는 6자 이상이어야 합니다.
ln: Liloba ya kobombama esengeli kozala na bakarakteri 6 o mingi.
lv: Parolei jābūt vismaz 6 rakstzīmes garai.
mr: पासवर्ड किमान 6 वर्णांचा असणे आवश्यक आहे.
ms: Kata laluan mesti sekurang-kurangnya 6 aksara panjang.
nb: Passordet må være minst 6 tegn langt.
nl: Wachtwoord moet minstens 6 tekens lang zijn.
nn_no: Passordet må vere minst 6 teikn langt.
pl: Hasło musi mieć co najmniej 6 znaków.
pt: A senha deve ter pelo menos 6 caracteres.
pt_pt: A palavra-passe deve ter pelo menos 6 caracteres.
ro: Parola trebuie să aibă cel puțin 6 caractere.
ru: Пароль должен содержать не менее 6 символов.
sk: Heslo musí mať aspoň 6 znakov.
sl: Geslo mora vsebovati vsaj 6 znakov.
sr: Лозинка мора имати најмање 6 карактера.
sr_latn: Lozinka mora imati najmanje 6 karaktera.
sv: Lösenordet måste vara minst 6 tecken långt.
ta: கடவுச்சொல் குறைந்தது 6 எழுத்துகள் நீளமாக இருக்க வேண்டும்.
th: รหัสผ่านต้องมีความยาวอย่างน้อย 6 ตัวอักษร
tr: Şifre en az 6 karakter uzunluğunda olmalıdır.
uk: Пароль повинен містити не менше 6 символів.
ur: پاس ورڈ کم از کم 6 حروف لمبا ہونا چاہیے۔
vi: Mật khẩu phải có ít nhất 6 ký tự.
zh: 密码至少需要 6 个字符。
zh_hant: 密碼至少需 6 個字元。
zh_hant_tw: 密碼至少需 6 個字元。

source: Password Updated
bg: Паролата е актуализирана
bn: পাসওয়ার্ড আপডেট হয়েছে
ca: Contrasenya actualitzada
cs: Heslo aktualizováno
da: Adgangskode opdateret
de_at: Passwort aktualisiert
el: Ο κωδικός πρόσβασης ενημερώθηκε
fa: رمز عبور به‌روزرسانی شد
fi: Salasana päivitetty
fil: Na-update ang Password
fr_ch: Mot de passe mis à jour
gsw: Passwort aktualisiert
gu: પાસવર્ડ અપડેટ થયો
he: הסיסמה עודכנה
hi: पासवर्ड अपडेट किया गया
hr: Lozinka je ažurirana
hu: Jelszó frissítve
id: Kata Sandi Diperbarui
it: Password aggiornata
ja: パスワードが更新されました
kn: ಪಾಸ್‌ವರ್ಡ್ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 비밀번호 업데이트됨
ln: Liloba ya Kobombama Esalami ya Sika
lv: Parole atjaunināta
mr: पासवर्ड अपडेट केला
ms: Kata Laluan Dikemas Kini
nb: Passord oppdatert
nl: Wachtwoord bijgewerkt
nn_no: Passord oppdatert
pl: Hasło zaktualizowane
pt: Senha atualizada
pt_pt: Palavra-passe atualizada
ro: Parolă actualizată
ru: Пароль обновлен
sk: Heslo aktualizované
sl: Geslo posodobljeno
sr: Лозинка ажурирана
sr_latn: Lozinka ažurirana
sv: Lösenord uppdaterat
ta: கடவுச்சொல் புதுப்பிக்கப்பட்டது
th: อัปเดตรหัสผ่านแล้ว
tr: Şifre güncellendi
uk: Пароль оновлено
ur: پاس ورڈ اپ ڈیٹ ہو گیا
vi: Mật khẩu đã được cập nhật
zh: 密码已更新
zh_hant: 密碼已更新
zh_hant_tw: 密碼已更新

source: Please tap on the link in your email to complete verification.
bg: Докоснете линка в имейла си, за да завършите проверката.
bn: যাচাইকরণ সম্পূর্ণ করতে আপনার ইমেইলের লিংকে ট্যাপ করুন।
ca: Toca l'enllaç del correu electrònic per completar la verificació.
cs: Klepněte na odkaz ve svém emailu pro dokončení ověření.
da: Tryk på linket i din email for at fuldføre bekræftelsen.
de_at: Bitte tippen Sie auf den Link in Ihrer E-Mail, um die Verifizierung abzuschließen.
el: Πατήστε στον σύνδεσμο στο email σας για να ολοκληρώσετε την επαλήθευση.
fa: لطفاً برای تکمیل تأیید روی لینک در ایمیل خود ضربه بزنید.
fi: Viimeistele vahvistus napauttamalla sähköpostissa olevaa linkkiä.
fil: Mangyaring i-tap ang link sa iyong email upang makumpleto ang verification.
fr_ch: Veuillez appuyer sur le lien dans votre e-mail pour terminer la vérification.
gsw: Bitte tipp uf de Link i dinere E-Mail zum d'Verifizierig abzschliesse.
gu: ચકાસણી પૂર્ણ કરવા માટે કૃપા કરીને તમારા ઇમેઇલમાંની લિંક પર ટેપ કરો.
he: אנא הקש על הקישור בדוא״ל שלך כדי להשלים את האימות.
hi: सत्यापन पूरा करने के लिए कृपया अपने ईमेल में लिंक पर टैप करें।
hr: Dodirnite poveznicu u vašem emailu kako biste dovršili verifikaciju.
hu: Koppintson az e-mailjében lévő hivatkozásra az ellenőrzés befejezéséhez.
id: Silakan ketuk tautan di email Anda untuk menyelesaikan verifikasi.
it: Tocca il link nella tua email per completare la verifica.
ja: メール内のリンクをタップして確認を完了してください。
kn: ಪರಿಶೀಲನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್‌ನಲ್ಲಿರುವ ಲಿಂಕ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 확인을 완료하려면 이메일의 링크를 탭하세요.
ln: Bengelaki finá na lien oyo ezali na email na yo mpo na kosilisa kondimisa.
lv: Lūdzu, pieskarieties saitei e-pastā, lai pabeigtu verifikāciju.
mr: पडताळणी पूर्ण करण्यासाठी कृपया तुमच्या ईमेलमधील लिंकवर टॅप करा.
ms: Sila ketik pada pautan dalam e-mel anda untuk melengkapkan pengesahan.
nb: Vennligst trykk på lenken i e-posten din for å fullføre bekreftelsen.
nl: Tik op de link in je e-mail om de verificatie te voltooien.
nn_no: Ver venleg og trykk på lenka i e-posten din for å fullføre stadfestinga.
pl: Dotknij linku w swoim e-mailu, aby ukończyć weryfikację.
pt: Toque no link em seu e-mail para concluir a verificação.
pt_pt: Toque na ligação no seu e-mail para concluir a verificação.
ro: Atingeți linkul din e-mailul dvs. pentru a finaliza verificarea.
ru: Пожалуйста, нажмите на ссылку в вашем письме, чтобы завершить проверку.
sk: Klepnite na odkaz v e-maile a dokončite overenie.
sl: Tapnite na povezavo v svoji e-pošti za dokončanje preverjanja.
sr: Молимо додирните линк у вашем имејлу да завршите верификацију.
sr_latn: Molimo dodirnite link u vašem imejlu da završite verifikaciju.
sv: Tryck på länken i din e-post för att slutföra verifieringen.
ta: சரிபார்ப்பை முடிக்க உங்கள் மின்னஞ்சலில் உள்ள இணைப்பைத் தட்டவும்.
th: โปรดแตะลิงก์ในอีเมลของคุณเพื่อยืนยันให้เสร็จสมบูรณ์
tr: Doğrulamayı tamamlamak için lütfen e-postanızdaki bağlantıya dokunun.
uk: Будь ласка, торкніться посилання в своєму листі, щоб завершити перевірку.
ur: تصدیق مکمل کرنے کے لیے براہ کرم اپنی ای میل میں لنک پر ٹیپ کریں۔
vi: Vui lòng nhấn vào liên kết trong email của bạn để hoàn tất xác minh.
zh: 请点击邮件中的链接完成验证。
zh_hant: 請點擊電子郵件中的連結以完成驗證。
zh_hant_tw: 請點擊電子郵件中的連結以完成驗證。

source: Profile
bg: Профил
bn: প্রোফাইল
ca: Perfil
cs: Profil
da: Profil
de_at: Profil
el: Προφίλ
fa: پروفایل
fi: Profiili
fr_ch: Profil
gsw: Profil
gu: પ્રોફાઇલ
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
kn: ಪ್ರೊಫೈಲ್
ko: 프로필
ln: Profil
lv: Profils
mr: प्रोफाइल
ms: Profil
nb: Profil
nl: Profiel
nn_no: Profil
pl: Profil
pt: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sl: Profil
sr: Профил
sr_latn: Profil
sv: Profil
ta: சுயவிவரம்
th: โปรไฟล์
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh: 个人资料
zh_hant: 個人資料
zh_hant_tw: 個人資料

source: Recover password
bg: Възстановяване на парола
bn: পাসওয়ার্ড পুনরুদ্ধার করুন
ca: Recupera la contrasenya
cs: Obnovit heslo
da: Gendan adgangskode
de_at: Passwort wiederherstellen
el: Ανάκτηση κωδικού πρόσβασης
fa: بازیابی رمز عبور
fi: Palauta salasana
fil: Ibalik ang password
fr_ch: Récupérer le mot de passe
gsw: Passwort wiederhärstelle
gu: પાસવર્ડ પુનઃપ્રાપ્ત કરો
he: שחזור סיסמה
hi: पासवर्ड पुनर्प्राप्त करें
hr: Oporavi lozinku
hu: Jelszó helyreállítása
id: Pulihkan kata sandi
it: Recupera password
ja: パスワードを回復
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರುಪಡೆಯಿರಿ
ko: 비밀번호 복구
ln: Zongisa liloba ya kobombama
lv: Atgūt paroli
mr: पासवर्ड पुनर्प्राप्त करा
ms: Pulihkan kata laluan
nb: Gjenopprett passord
nl: Wachtwoord herstellen
nn_no: Gjenopprett passord
pl: Odzyskaj hasło
pt: Recuperar senha
pt_pt: Recuperar palavra-passe
ro: Recuperați parola
ru: Восстановить пароль
sk: Obnoviť heslo
sl: Obnovi geslo
sr: Поврати лозинку
sr_latn: Povrati lozinku
sv: Återställ lösenord
ta: கடவுச்சொல்லை மீட்டெடுக்கவும்
th: กู้คืนรหัสผ่าน
tr: Şifreyi kurtar
uk: Відновити пароль
ur: پاس ورڈ بحال کریں
vi: Khôi phục mật khẩu
zh: 找回密码
zh_hant: 找回密碼
zh_hant_tw: 找回密碼

source: Security
bg: Сигурност
bn: নিরাপত্তা
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de_at: Sicherheit
el: Ασφάλεια
fa: امنیت
fi: Turvallisuus
fil: Seguridad
fr_ch: Sécurité
gsw: Sicherheit
gu: સુરક્ષા
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
kn: ಭದ್ರತೆ
ko: 보안
ln: Libateli
lv: Drošība
mr: सुरक्षितता
ms: Keselamatan
nb: Sikkerhet
nl: Beveiliging
nn_no: Tryggleik
pl: Bezpieczeństwo
pt: Segurança
pt_pt: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sl: Varnost
sr: Безбедност
sr_latn: Bezbednost
sv: Säkerhet
ta: பாதுகாப்பு
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
ur: سیکیورٹی
vi: Bảo mật
zh: 安全
zh_hant: 安全性
zh_hant_tw: 安全性

source: Send email sign-in link
bg: Изпрати имейл линк за вход
bn: ইমেইল সাইন-ইন লিংক পাঠান
ca: Envia l'enllaç d'inici de sessió per correu
cs: Odeslat přihlašovací odkaz emailem
da: Send email-loginlink
de_at: E-Mail-Anmeldelink senden
el: Αποστολή συνδέσμου σύνδεσης μέσω email
fa: ارسال لینک ورود ایمیل
fi: Lähetä kirjautumislinkki sähköpostilla
fil: Ipadala ang email sign-in link
fr_ch: Envoyer le lien de connexion par e-mail
gsw: E-Mail-Aamäldelink schicke
gu: ઇમેઇલ સાઇન-ઇન લિંક મોકલો
he: שלח קישור להתחברות בדוא״ל
hi: ईमेल साइन-इन लिंक भेजें
hr: Pošalji email poveznicu za prijavu
hu: E-mailes bejelentkezési hivatkozás küldése
id: Kirim tautan masuk email
it: Invia link di accesso via email
ja: メールサインインリンクを送信
kn: ಇಮೇಲ್ ಸೈನ್-ಇನ್ ಲಿಂಕ್ ಕಳುಹಿಸಿ
ko: 이메일 로그인 링크 보내기
ln: Tinda lien ya kokota na email
lv: Nosūtīt e-pasta pierakstīšanās saiti
mr: ईमेल साइन-इन लिंक पाठवा
ms: Hantar pautan log masuk e-mel
nb: Send påloggingslenke på e-post
nl: Stuur e-mail-inloglink
nn_no: Send påloggingslenke på e-post
pl: Wyślij link logowania przez e-mail
pt: Enviar link de login por e-mail
pt_pt: Enviar ligação de início de sessão por e-mail
ro: Trimiteți link de conectare prin e-mail
ru: Отправить ссылку для входа по электронной почте
sk: Odoslať odkaz na prihlásenie e-mailom
sl: Pošlji povezavo za prijavo prek e-pošte
sr: Пошаљи линк за пријављивање путем имејла
sr_latn: Pošalji link za prijavljivanje putem imejla
sv: Skicka inloggningslänk via e-post
ta: மின்னஞ்சல் உள்நுழைவு இணைப்பை அனுப்பு
th: ส่งลิงก์ลงชื่อเข้าใช้ทางอีเมล
tr: E-posta oturum açma bağlantısı gönder
uk: Надіслати посилання для входу електронною поштою
ur: ای میل سائن ان لنک بھیجیں
vi: Gửi liên kết đăng nhập qua email
zh: 发送邮箱登录链接
zh_hant: 傳送電子郵件登入連結
zh_hant_tw: 傳送電子郵件登入連結

source: Send password recovery email
bg: Изпрати имейл за възстановяване на парола
bn: পাসওয়ার্ড পুনরুদ্ধার ইমেইল পাঠান
ca: Envia el correu de recuperació de contrasenya
cs: Odeslat email pro obnovení hesla
da: Send email til gendannelse af adgangskode
de_at: Passwortwiederherstellungs-E-Mail senden
el: Αποστολή email ανάκτησης κωδικού πρόσβασης
fa: ارسال ایمیل بازیابی رمز عبور
fi: Lähetä salasanan palautussähköposti
fil: Ipadala ang password recovery email
fr_ch: Envoyer l'e-mail de récupération de mot de passe
gsw: Passwortwiederhärstelligs-E-Mail schicke
gu: પાસવર્ડ પુનઃપ્રાપ્તિ ઇમેઇલ મોકલો
he: שלח דוא״ל לשחזור סיסמה
hi: पासवर्ड पुनर्प्राप्ति ईमेल भेजें
hr: Pošalji email za oporavak lozinke
hu: Jelszó-helyreállítási e-mail küldése
id: Kirim email pemulihan kata sandi
it: Invia email di recupero password
ja: パスワード回復メールを送信
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರುಪಡೆಯುವ ಇಮೇಲ್ ಕಳುಹಿಸಿ
ko: 비밀번호 복구 이메일 보내기
ln: Tinda email ya kozongisa liloba ya kobombama
lv: Nosūtīt paroles atgūšanas e-pastu
mr: पासवर्ड पुनर्प्राप्ती ईमेल पाठवा
ms: Hantar e-mel pemulihan kata laluan
nb: Send e-post for gjenoppretting av passord
nl: Stuur wachtwoordherstel e-mail
nn_no: Send e-post for gjenoppretting av passord
pl: Wyślij e-mail do odzyskiwania hasła
pt: Enviar e-mail de recuperação de senha
pt_pt: Enviar e-mail de recuperação de palavra-passe
ro: Trimiteți e-mail de recuperare a parolei
ru: Отправить письмо для восстановления пароля
sk: Odoslať e-mail na obnovenie hesla
sl: Pošlji e-pošto za obnovitev gesla
sr: Пошаљи имејл за опоравак лозинке
sr_latn: Pošalji imejl za oporavak lozinke
sv: Skicka e-post för lösenordsåterställning
ta: கடவுச்சொல் மீட்பு மின்னஞ்சலை அனுப்பு
th: ส่งอีเมลกู้คืนรหัสผ่าน
tr: Şifre kurtarma e-postası gönder
uk: Надіслати лист для відновлення пароля
ur: پاس ورڈ بحالی کی ای میل بھیجیں
vi: Gửi email khôi phục mật khẩu
zh: 发送密码找回邮件
zh_hant: 傳送密碼重設郵件
zh_hant_tw: 傳送密碼重設郵件

source: Sign in
bg: Вход
bn: সাইন ইন করুন
ca: Inicia sessió
cs: Přihlásit se
da: Login
de_at: Anmelden
el: Σύνδεση
fa: ورود
fi: Kirjaudu sisään
fil: Mag-sign in
fr_ch: Se connecter
gsw: Aamälde
gu: સાઇન ઇન કરો
he: התחבר
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 로그인
ln: Kokota
lv: Pierakstīties
mr: साइन इन करा
ms: Log masuk
nb: Logg inn
nl: Inloggen
nn_no: Logg inn
pl: Zaloguj się
pt: Entrar
pt_pt: Iniciar sessão
ro: Conectați-vă
ru: Войти
sk: Prihlásiť sa
sl: Prijavi se
sr: Пријави се
sr_latn: Prijavi se
sv: Logga in
ta: உள்நுழை
th: ลงชื่อเข้าใช้
tr: Oturum aç
uk: Увійти
ur: سائن ان کریں
vi: Đăng nhập
zh: 登录
zh_hant: 登入
zh_hant_tw: 登入

source: Sign in with %@
bg: Вход с %@
bn: %@ দিয়ে সাইন ইন করুন
ca: Inicia sessió amb %@
cs: Přihlásit se pomocí %@
da: Log ind med %@
de_at: Mit %@ anmelden
el: Σύνδεση με %@
fa: ورود با %@
fi: Kirjaudu käyttäen %@
fil: Mag-sign in gamit ang %@
fr_ch: Se connecter avec %@
gsw: Mit %@ aamälde
gu: %@ સાથે સાઇન ઇન કરો
he: התחבר באמצעות %@
hi: %@ के साथ साइन इन करें
hr: Prijava putem %@
hu: Bejelentkezés ezzel: %@
id: Masuk dengan %@
it: Accedi con %@
ja: %@でサインイン
kn: %@ ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: %@(으)로 로그인
ln: Kokota na %@
lv: Pierakstīties ar %@
mr: %@ सह साइन इन करा
ms: Log masuk dengan %@
nb: Logg inn med %@
nl: Inloggen met %@
nn_no: Logg inn med %@
pl: Zaloguj się przez %@
pt: Entrar com %@
pt_pt: Iniciar sessão com %@
ro: Conectați-vă cu %@
ru: Войти через %@
sk: Prihlásiť sa cez %@
sl: Prijavi se z %@
sr: Пријави се путем %@
sr_latn: Prijavi se putem %@
sv: Logga in med %@
ta: %@ உடன் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วย %@
tr: %@ ile oturum aç
uk: Увійти через %@
ur: %@ کے ساتھ سائن ان کریں
vi: Đăng nhập bằng %@
zh: 使用 %@ 登录
zh_hant: 使用 %@ 登入
zh_hant_tw: 使用 %@ 登入

source: Sign in with Firebase
bg: Вход с Firebase
bn: ফায়ারবেস দিয়ে সাইন ইন করুন
ca: Inicia sessió amb Firebase
cs: Přihlásit se pomocí Firebase
da: Log ind med Firebase
de_at: Mit Firebase anmelden
el: Σύνδεση με Firebase
fa: ورود با Firebase
fi: Kirjaudu Firebasella
fil: Mag-sign in gamit ang Firebase
fr_ch: Se connecter avec Firebase
gsw: Mit Firebase aamälde
gu: Firebase સાથે સાઇન ઇન કરો
he: התחבר באמצעות Firebase
hi: Firebase के साथ साइन इन करें
hr: Prijava putem Firebase-a
hu: Bejelentkezés Firebase-zel
id: Masuk dengan Firebase
it: Accedi con Firebase
ja: Firebaseでサインイン
kn: Firebase ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Firebase로 로그인
ln: Kokota na Firebase
lv: Pierakstīties ar Firebase
mr: Firebase सह साइन इन करा
ms: Log masuk dengan Firebase
nb: Logg inn med Firebase
nl: Inloggen met Firebase
nn_no: Logg inn med Firebase
pl: Zaloguj się przez Firebase
pt: Entrar com Firebase
pt_pt: Iniciar sessão com Firebase
ro: Conectați-vă cu Firebase
ru: Войти через Firebase
sk: Prihlásiť sa cez Firebase
sl: Prijavi se s Firebaseom
sr: Пријави се путем Firebase
sr_latn: Prijavi se putem Firebase
sv: Logga in med Firebase
ta: Firebase உடன் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วย Firebase
tr: Firebase ile oturum aç
uk: Увійти через Firebase
ur: Firebase کے ساتھ سائن ان کریں
vi: Đăng nhập bằng Firebase
zh: 使用 Firebase 登录
zh_hant: 使用 Firebase 登入
zh_hant_tw: 使用 Firebase 登入

source: That email address doesn't match an existing account.
bg: Този имейл адрес не съответства на съществуващ акаунт.
bn: এই ইমেইল ঠিকানা কোনো বিদ্যমান অ্যাকাউন্টের সাথে মেলে না।
ca: Aquest correu electrònic no coincideix amb cap compte existent.
cs: Tato emailová adresa neodpovídá žádnému existujícímu účtu.
da: Denne emailadresse matcher ingen eksisterende konto.
de_at: Diese E-Mail-Adresse stimmt mit keinem vorhandenen Konto überein.
el: Αυτή η διεύθυνση email δεν αντιστοιχεί σε υπάρχοντα λογαριασμό.
fa: آن آدرس ایمیل با حساب موجودی مطابقت ندارد.
fi: Sähköpostiosoite ei vastaa mitään olemassa olevaa tiliä.
fil: Ang email address na iyan ay hindi tumutugma sa umiiral na account.
fr_ch: Cette adresse e-mail ne correspond à aucun compte existant.
gsw: Die E-Mail-Adresse passt zu keim vorhandene Konto.
gu: તે ઇમેઇલ સરનામું હાલના એકાઉન્ટ સાથે મેળ ખાતું નથી.
he: כתובת דוא״ל זו אינה תואמת לחשבון קיים.
hi: वह ईमेल पता किसी मौजूदा खाते से मेल नहीं खाता।
hr: Ta email adresa ne odgovara nijednom postojećem računu.
hu: Ez az e-mail cím nem egyezik meg egy meglévő fiókkal.
id: Alamat email tersebut tidak cocok dengan akun yang ada.
it: Quell'indirizzo email non corrisponde a un account esistente.
ja: そのメールアドレスは既存のアカウントと一致しません。
kn: ಆ ಇಮೇಲ್ ವಿಳಾಸವು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 해당 이메일 주소가 기존 계정과 일치하지 않습니다.
ln: Adrese wana ya email ekokani te na kɔnti oyo ezali.
lv: Šī e-pasta adrese neatbilst esošam kontam.
mr: तो ईमेल पत्ता अस्तित्वातील खात्याशी जुळत नाही.
ms: Alamat e-mel tersebut tidak sepadan dengan akaun sedia ada.
nb: Den e-postadressen samsvarer ikke med en eksisterende konto.
nl: Dat e-mailadres hoort niet bij een bestaand account.
nn_no: Den e-postadressa passar ikkje med ein eksisterande konto.
pl: Ten adres e-mail nie pasuje do istniejącego konta.
pt: Esse endereço de e-mail não corresponde a uma conta existente.
pt_pt: Esse endereço de e-mail não corresponde a uma conta existente.
ro: Acea adresă de e-mail nu corespunde unui cont existent.
ru: Этот адрес электронной почты не соответствует существующему аккаунту.
sk: Táto e-mailová adresa sa nezhoduje s existujúcim účtom.
sl: Ta e-poštni naslov se ne ujema z obstoječim računom.
sr: Та имејл адреса се не поклапа са постојећим налогом.
sr_latn: Ta imejl adresa se ne poklapa sa postojećim nalogom.
sv: Den e-postadressen matchar inget befintligt konto.
ta: அந்த மின்னஞ்சல் முகவரி இருக்கும் கணக்குடன் பொருந்தவில்லை.
th: ที่อยู่อีเมลนั้นไม่ตรงกับบัญชีที่มีอยู่
tr: Bu e-posta adresi mevcut bir hesapla eşleşmiyor.
uk: Ця адреса електронної пошти не відповідає існуючому обліковому запису.
ur: یہ ای میل ایڈریس کسی موجودہ اکاؤنٹ سے مماثل نہیں ہے۔
vi: Địa chỉ email đó không khớp với tài khoản hiện có.
zh: 该邮箱地址与任何现有账户不匹配。
zh_hant: 此電子郵件地址與任何現有帳號不符。
zh_hant_tw: 此電子郵件地址與任何現有帳號不符。

source: That email address is for an account that has been disabled.
bg: Този имейл адрес е за акаунт, който е деактивиран.
bn: এই ইমেইল ঠিকানার অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে।
ca: Aquest correu electrònic pertany a un compte que s'ha desactivat.
cs: Tato emailová adresa patří k účtu, který byl deaktivován.
da: Denne emailadresse tilhører en konto, der er deaktiveret.
de_at: Diese E-Mail-Adresse gehört zu einem Konto, das deaktiviert wurde.
el: Αυτή η διεύθυνση email αντιστοιχεί σε λογαριασμό που έχει απενεργοποιηθεί.
fa: آن آدرس ایمیل برای حسابی است که غیرفعال شده است.
fi: Tämä sähköpostiosoite kuuluu poistettuun tai estettyyn tiliin.
fil: Ang email address na iyan ay para sa account na na-disable na.
fr_ch: Cette adresse e-mail correspond à un compte qui a été désactivé.
gsw: Die E-Mail-Adresse ghört zu eme Konto, wo deaktiviert worde isch.
gu: તે ઇમેઇલ સરનામું એવા એકાઉન્ટ માટે છે જે અક્ષમ કરવામાં આવ્યું છે.
he: כתובת דוא״ל זו שייכת לחשבון שהושבת.
hi: वह ईमेल पता एक ऐसे खाते के लिए है जो अक्षम कर दिया गया है।
hr: Ta email adresa pripada računu koji je deaktiviran.
hu: Ez az e-mail cím egy letiltott fiókhoz tartozik.
id: Alamat email tersebut untuk akun yang telah dinonaktifkan.
it: Quell'indirizzo email è per un account che è stato disabilitato.
ja: そのメールアドレスは無効化されたアカウントのものです。
kn: ಆ ಇಮೇಲ್ ವಿಳಾಸವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾದ ಖಾತೆಗೆ ಸೇರಿದೆ.
ko: 해당 이메일 주소는 비활성화된 계정입니다.
ln: Adrese wana ya email ezali mpo na kɔnti oyo ekangami.
lv: Šī e-pasta adrese ir kontam, kas ir atspējots.
mr: तो ईमेल पत्ता अक्षम केलेल्या खात्यासाठी आहे.
ms: Alamat e-mel tersebut adalah untuk akaun yang telah dilumpuhkan.
nb: Den e-postadressen tilhører en konto som har blitt deaktivert.
nl: Dat e-mailadres hoort bij een account dat is uitgeschakeld.
nn_no: Den e-postadressa tilhøyrer ein konto som har blitt deaktivert.
pl: Ten adres e-mail należy do konta, które zostało wyłączone.
pt: Esse endereço de e-mail é de uma conta que foi desativada.
pt_pt: Esse endereço de e-mail é de uma conta que foi desativada.
ro: Acea adresă de e-mail este pentru un cont care a fost dezactivat.
ru: Этот адрес электронной почты принадлежит отключенному аккаунту.
sk: Táto e-mailová adresa je pre účet, ktorý bol zakázaný.
sl: Ta e-poštni naslov je za račun, ki je bil onemogočen.
sr: Та имејл адреса је за налог који је онемогућен.
sr_latn: Ta imejl adresa je za nalog koji je onemogućen.
sv: Den e-postadressen är för ett konto som har inaktiverats.
ta: அந்த மின்னஞ்சல் முகவரி முடக்கப்பட்ட கணக்கிற்கானது.
th: ที่อยู่อีเมลนั้นเป็นของบัญชีที่ถูกปิดใช้งาน
tr: Bu e-posta adresi devre dışı bırakılmış bir hesaba ait.
uk: Ця адреса електронної пошти належить до вимкненого облікового запису.
ur: یہ ای میل ایڈریس ایک ایسے اکاؤنٹ کے لیے ہے جو غیر فعال کر دیا گیا ہے۔
vi: Địa chỉ email đó dành cho tài khoản đã bị vô hiệu hóa.
zh: 该邮箱对应的账户已被禁用。
zh_hant: 此電子郵件對應的帳號已被停用。
zh_hant_tw: 此電子郵件所屬的帳號已被停用。
